export default function ArticleTwo() {
  return (
    <div className="max-w-5xl mx-auto my-10 sm:my-14 md:my-20 px-4 sm:px-6">
      <div className="bg-gray-100 dark:bg-slate-900 p-5 sm:p-8 md:p-12 rounded-2xl border border-gray-200 dark:border-slate-700 shadow-md">
        <div className="w-full">
          <img
            src="../a-two.jfif"
            alt="image"
            className="w-full h-auto object-cover"
          />
        </div>
        <div className="">
          <h4 className="font-semibold text-2xl sm:text-3xl mt-8 sm:mt-12 mb-4 text-gray-900 dark:text-white">
            {" "}
            আমাদের শিক্ষা-কারিকুলাম কেমন হওয়া উচিৎ
          </h4>
          <div className="text-justify leading-relaxed text-base sm:text-lg text-gray-500 dark:text-gray-300">
            <p>
              {" "}
              আমাদের সমাজে সমষ্টিগতভাবে দু’ধরনের শিক্ষা ব্যবস্থার অস্তিত্ব
              পাওয়া যায়, একটি জাগতিক শিক্ষা ও অপরটি দ্বীনীশিক্ষা ব্যবস্থা।
            </p>{" "}
            <h5 className="my-5">
              মানুষ যেসব বিদ্যার মাধ্যমে সামাজিক উন্নতি ও নিজেদের প্রয়োজন মেটায়
              সেটাই জাগতিক শিক্ষা যেমন: ভূগোল, ইতিহাস, চিকিৎসা, বিজ্ঞান,
              ইত্যাদি। আমাদের সামাজিক জীবনের উন্নতি ও চাহিদা পূরণের জন্য যে
              শিক্ষাগুলো অর্জন করা অতীব গুরুত্বপূর্ণ। অপরদিকে আল্লাহর নৈকট্য
              অর্জন ও আখেরাতের পাথেয় গুছাতে দ্বীনিশিক্ষা ব্যবস্থার বিকল্প নেই।
              যে শিক্ষার মাধমে মানুষের আত্মশুদ্ধি ও সৎ পথ অবলম্বন করা সহজ হয়।
            </h5>{" "}
            <h5 className="my-5">
              অতএব এর দ্বারা প্রতিয়মান হয় যে, একটি ইসলামিক কল্যাণময় সমাজ
              বিনির্মাণে আমাদের এমন একটি শিক্ষা ব্যবস্থার প্রয়োজন, যেখানে একজন
              মুসলিম দ্বীন শিক্ষার পাশাপাশি জাগতিক শিক্ষার মাধ্যমে তার দ্বীনি ও
              সামাজিক জীবন উন্নতি করতে পারবে।
            </h5>{" "}
            <h5 className="my-5">
              কিন্তু দুঃখনীয় বিষয় হচ্ছে, বক্ষ্যমাণ সমাজে মুসলিম বুদ্ধিজীবীদের
              জাগতিক শিক্ষায় নিয়ন্ত্রণ ও অবদান না থাকার কারণে, পশ্চিমাদর্শে
              প্রভাবিত সেক্যুলার ও নাস্তিকদের বিভিন্ন প্রপাগান্ডায় আমাদের জাগতিক
              শিক্ষার সিলেবাসে নাস্তিকতা ও ধর্মহীনতার অনুপ্রবেশ ঘটেছে। যার দরুন
              জাগতিক শিক্ষায় শিক্ষিত লোকদের থেক প্রায়শই ইসলাম বিদ্বেষ ও কটূক্তি
              পরিলক্ষিত হয় এবং তাকওয়া না থাকার কারণে অন্যায় জুমুল দুর্নীতি
              অশ্লীলতা তো আছেই। এ ছাড়াও বিদ্যমান পশ্চিমাদর্শে তৈরিকৃত তাওহীদ
              বিহীন বস্তুবাদী, জড়বাদী শিক্ষার কারনে এক সময় আমাদের মুসলিম
              প্রজন্মও নাস্তিক্যবাদের দিকে ধাবিত হয়। অর্থাৎ কেউ যদি সামাজিক বা
              জাগতিক শিক্ষায় পদর্পণ করে তাহলে সে ইসলামিক শিক্ষা থেকে বিচ্যুত
              হয়ে যায়। অপরদিকে আমাদের সমাজে দ্বীনি শিক্ষা ব্যবস্থায় জাগতিক
              শিক্ষা না থাকার কারণে কেউ দ্বীনি শিক্ষায় পদার্পণের পর সামাজিক
              শিক্ষা থেকেও পৃথক হয়ে থাকতে হচ্ছে। যার কারণে ধর্মীয় শিক্ষার
              পণ্ডিতরা সমাজের গুরুত্বপূর্ণ অবস্থানে সে নেতৃত্ব দিতে ব্যর্থ হচ্ছে
              বিধায় ধর্মদ্রোহী পশ্চিমা আদর্শিত সন্তানেরা জাগতিক শিক্ষার
              গুরুত্বপূর্ণ জায়গাগুলো দখল করে আমাদের সমাজ পরিচালনা করছে এবং তাদের
              শিক্ষা ও আদর্শে আমাদের যুবসমাজ ডাক্তার, ইঞ্জিনিয়ার, বিজ্ঞানী,
              সাহিত্যিক, হওয়ার পাশাপাশি বস্তুবাদ জড়বাদের মত ঈমান বিধ্বংসী
              চিন্তা চেতনা নিয়ে বড় হচ্ছে। যা একটি মুসলিম সমাজ ধ্বংসের জন্য
              যথেষ্ট।
            </h5>{" "}
            <h5 className="my-5">
              সার্বিক দিক থেকে এভাবে একজন মুসলিম সন্তান তার প্রয়োজনীয় শিক্ষা
              কোন অঙ্গন থেকেই পরিপূর্ণভাবে অর্জন করতে সক্ষম হচ্ছে না। কেও যদি
              জাগতিক শিক্ষা অর্জন করেতে যায় তাহলে সে নাস্তিকদের দর্শন নিয়ে বের
              হচ্ছে অপর দিকে কেও যদি ইসলামী শিক্ষা অর্জন করতে যায় তাহলে সে বিজ্ঞ
              আলেম হচ্ছে ঠিকই কিন্তু জাগতিক জ্ঞান না থাকার কারনে সমাজ পরিচালনায়
              তার কোন অবদান থাকে না। অতএব সমষ্টিগতভাবে মুসলিম সমাজে উভয় শিক্ষার
              বিভক্তি আমাদের শিক্ষাব্যবস্থার মূল সমস্যা ও অবনতির কারণ।
            </h5>
            <h5 className="my-5">
              আমরা যদি আমাদের সুনালী যুগের দিকে লক্ষ্য করি তাহলে দেখতে পাবো যে,
              তৎকালীন সময় সামাজিক ও ধর্মীয় শিক্ষার সমন্বয়ে এমন একটি শিক্ষা
              ব্যবস্থা প্রচলিত ছিল যার জন্য, একজন মানুষ ডাক্তার, ইঞ্জিনিয়ার,
              বিজ্ঞানী ও সাহিত্যিক হওয়ার পাশাপাশি বিজ্ঞ আলেমে দীন এবং আল্লাহর
              নৈকট্য বান্দা ও ছিলেন। যারা একদিকে যেমন ধর্মীয় কারণে সৎ ও উত্তম
              চরিত্রের অধিকারি ছিলেন অপর দিকে জাগতিক শিক্ষার কারণে সামজিক দিক
              থেকে দেশের গুরুত্বপূর্ণ অবস্থানে সৎ ও ন্যায় পরায়ণতার মাধ্যমে
              নেতৃত্ব দিয়েছেন। যার কারণে দেশের দুর্নীতি, অবিচার, জুলুম, অশ্লীলতা
              নির্মূল করে একটি সুনালী গৌরবময় সমাজ আমদের উপহার দিতে সক্ষম হয়েছিল।
              যারা আজও পরবর্তীদের জন্য নিদর্শন স্বরূপ ইতিহাসে সুনালী পাতায় অমর
              হয়ে আছেন। যেমন, গাজ্জালী, ইবনে খালদুন, আল আরাবি, ইবনে সিনা, আল
              খাওয়ারিজম, শেখ সাদী, রোমি, প্রমুখ উল্লেখযোগ্য।
            </h5>
            <h5 className="my-5">
              বর্তমান আধুনিক বিশ্বের গল্পের পিছনে আমাদের খেলাফতের সময়কালের মহা
              মনীষীদের জ্ঞান-বিজ্ঞান আবিস্কারের অবদান অবিস্মরণীয়। তারা যেমনি
              ভাবে বিজ্ঞানশাস্ত্র ও সামাজিক জ্ঞানের দিক দিয়ে উন্নত ছিলেন তেমনি
              ভাবে দ্বীনি শিক্ষায়ও যারা ছিলেন অগাধ জ্ঞানের অধিকারী। অতএব সোনালী
              যুগের সেই শিক্ষা ব্যবস্থার ধারা আমাদের সমাজে বাস্তবায়ন করতে হলে,
              আমাদের প্রজন্মদের ইসলাম শিক্ষার পাশাপাশি বিশুদ্ধ জাগতিক শিক্ষাও
              অর্জন করতে হবে তাহলে ইনশাআল্লাহ আমরা পুনরায় আবার উভয় অঙ্গনেই
              নেতৃত্ব দিতে সক্ষম হবো।
            </h5>
            <span>লেখক</span>
            <h6>নোমান আহমাদ</h6>
          </div>
        </div>
      </div>
    </div>
  );
}
