export default function ArticleThree() {
  return (
    <div className="max-w-5xl mx-auto my-10 sm:my-16 lg:my-20 px-4">
      <div className="bg-gray-100 dark:bg-slate-900 p-5 sm:p-8 lg:p-12 rounded-2xl border border-gray-200 dark:border-slate-700 shadow-md">
        <div className="w-full">
          <img
            src="../a-1.jfif"
            alt="image"
            className="w-full h-auto object-cover"
          />
        </div>
        <div className="">
          <h4 className="font-semibold text-2xl sm:text-3xl mt-8 sm:mt-12 mb-4 text-gray-900 dark:text-white">
            {" "}
            An-Nahda Isamic Institute
          </h4>
          <div className="text-justify leading-relaxed text-base sm:text-lg text-gray-500 dark:text-gray-300">
            <p>
              {" "}
              আদর্শ ও নৈতিকতা সম্পন্ন যুগ-সচেতন প্রজন্ম গড়ার এক অনন্য প্রতিষ্ঠান
              সাম্প্রতিক কালে যখন নৈতিকতার অবক্ষয়, মূল্যবোধের সংকট ও ধর্মীয়
              অজ্ঞতার দূষিত বাতাস আমাদের সামাজিক পরিবেশকে আবৃত্ত করে রেখেছে, তখন
              কিছু প্রতিষ্ঠান আমাদের সমাজের মানুষদের জন্য আশার প্রদীপ হয়ে উঠে।
              “An-Nahda Isamic Institute” তেমনি একটি ব্যতিক্রমধর্মী সমাজ
              কল্যাণমূলক প্রতিষ্ঠান, যেটা ধর্মীয় শিক্ষার পাশাপাশি আধুনিক
              জ্ঞান-বিজ্ঞান ও প্রশিক্ষণের মাধ্যমে একটি সুশিক্ষিত, আত্মনির্ভরশীল
              এবং নৈতিকতাসম্পন্ন প্রজন্ম গড়ার লক্ষ্যে নিরলসভাবে কাজ করে যাচ্ছে।
              প্রতিটি অভিভাবকের একটি আবেগময় স্বপ্ন, তার সন্তান দ্বীনি জ্ঞানে
              সমৃদ্ধ হওয়ার পাশাপাশি আধুনিক জগতেও যেন পিছিয়ে না থাকে। সেই স্বপ্ন
              ও আকুলতা পূরণের লক্ষ্যেই আমরা আমাদের শিক্ষা কার্যক্রম সাজিয়েছি।
              যেখানে দেশ ও আন্তর্জাতিক শিক্ষা-কারিকুলামের সমন্বয়ে তৈরি করা
              আমাদের নিজস্ব কারিকুলাম শিক্ষার্থীদের গড়ে তুলা হবে একজন পূর্ণাঙ্গ
              ও আত্মবিশ্বাসী মানুষ হিসেবে। আমাদের কাছে শিক্ষা মানে কেবল বইয়ের
              পাতা মুখস্থ করা নয়; শিক্ষা মানে চিন্তার স্বচ্ছতা, চরিত্রের
              সৌন্দর্য এবং বাস্তব জীবনের চ্যালেঞ্জ মোকাবিলার প্রস্তুতি।
            </p>{" "}
            <h5 className="my-5">
              ১. সমন্বিত ও গবেষণাভিত্তিক কারিকুলাম আমরা গতানুগতিক ধারার বাইরে
              গিয়ে এমন একটি কারিকুলাম প্রণয়ন করেছি, যা ‘ওহী’র জ্ঞান এবং আধুনিক
              বিজ্ঞানের মাঝে চমৎকার ভারসাম্য বজায় রাখে। যেন তারা কুরআন-সুন্নাহর
              জ্ঞানে যেমন গভীরতা অর্জন করতে পারে, তেমনি সমসাময়িক জগতেও নেতৃত্ব
              দিতে পারে। আমাদের কারিকুলামের প্রধান স্তম্ভসমূহ: • কুরআন ও ইসলামিক
              স্টাডিজ: কুরআন সুন্নাহর জ্ঞান, বিশুদ্ধ আকিদা, ফিকহ, এরাবিক লেংগুইজ
              ও গ্রামার , এবং জীবনের প্রতিটি ক্ষেত্রে ইসলামের সঠিক প্রয়োগ (আদব)।
              • আন্তর্জাতিক মানের একাডেমিক শিক্ষা: ইংলিশ মিডিয়াম কারিকুলামের
              আদলে গণিত, বিজ্ঞান ও সমাজবিজ্ঞানের পাঠদান। • নৈতিকতা ও মূল্যবোধ:
              কেবল ভালো ছাত্র নয়, আমরা গুরুত্ব দিই ভালো মানুষ হওয়ার ওপর।
            </h5>{" "}
            <h5 className="my-5">
              ২. আধুনিক দক্ষতা ও প্রযুক্তিগত জ্ঞান “An-Nahda Isamic Institute”
              শুধু শিক্ষা প্রদানেই সীমাবদ্ধ নয়, বরং এটি একটি পূর্ণাঙ্গ ক্যারিয়ার
              ডেভেলপমেন্ট সেন্টার হিসেবে কাজ করছে। এখানে রয়েছে বিভিন্ন প্রশিক্ষণ
              কর্মসূচি, যা শিক্ষার্থীদের পেশাগত দক্ষতা বাড়াতে সহায়তা করে। ফলে
              শিক্ষার্থীরা আত্মনির্ভরশীল হয়ে উঠছে এবং সমাজে তাদের অবস্থান
              দৃঢ়ভাবে প্রতিষ্ঠা করতে পারছে। আমরা যা শেখাই: • কম্পিউটার ও আইটি:
              বেসিক কম্পিউটার অপারেশন, দ্রুত টাইপিং এবং ইন্টারনেটের প্রয়োজনীয়
              ব্যবহার। • প্রযুক্তিগত জ্ঞান • গ্রাফিক্স ডিজাইন, ভিডিও এডিটিং,
              ডিজিটাল মার্কেটিং সহ ক্যারিয়ার বিল্ডাপ এর জন্য প্রয়োজনীয় শিক্ষা
              দেওয়া হয়। • ডিজিটাল সচেতনতা: প্রযুক্তির ইতিবাচক ব্যবহার এবং সাইবার
              নিরাপত্তা সম্পর্কে পরিষ্কার ধারণা ও নৈতিকতা।
            </h5>{" "}
            <h5 className="my-5">
              ৩. বহুভাষিক যোগ্যতা (Language Proficiency) একজন মানুষের ব্যক্তিত্ব
              প্রকাশে ভাষা সবচেয়ে শক্তিশালী মাধ্যম। আমাদের ক্যাম্পাসে আমরা তিনটি
              ভাষার ওপর সমান গুরুত্ব দিই, যাতে আমাদের শিক্ষার্থীরা বিশ্বমঞ্চে
              কথা বলতে পারে। • আরবি: কুরআনের ভাষা বোঝা এবং প্রমিত আরবিতে কথোপকথন
              ও লেখা। • ইংরেজি: স্পোকেন ইংলিশ রিডিং, লেসেনিং এবং একাডেমিক
              রাইটিংয়ে বিশেষ দক্ষতা অর্জন। • বাংলা: মাতৃভাষার শুদ্ধ উচ্চারণ এবং
              প্রমিত ব্যবহারের চর্চা।
            </h5>{" "}
            <h5 className="my-5">
              ৪. চারিত্রিক উৎকর্ষ ও নান্দনিকতা ধৈর্য, শৃঙ্খলা এবং সৌন্দর্যবোধ—এই
              গুণগুলো ছাড়া শিক্ষা অসম্পূর্ণ। আমরা শিক্ষার্থীদের ছোট ছোট অভ্যাসের
              মাধ্যমে বড় পরিবর্তনের দিকে নিয়ে যাই। • হাতের লেখা: সুন্দর ও
              পরিচ্ছন্ন হাতের লেখা অনুশীলনের জন্য রয়েছে বিশেষ সেশন। •
              ক্যালিগ্রাফি • চিত্রাংকন • লাইফ স্কিল: সময়ানুবর্তিতা, দায়িত্ববোধ,
              আত্মনিয়ন্ত্রণ এবং নেতৃত্বের গুণাবলি বিকাশ। আমাদের অঙ্গীকার
              আন-নাহদা ইসলামিক ইনস্টিটিউটের প্রতিটি আয়োজন আপনার সন্তানের উজ্জ্বল
              ভবিষ্যতের কথা ভেবেই। আমরা চাই, আমাদের প্রতিটি শিক্ষার্থী— •
              ইসলামিক মূল্যবোধে অটল থাকুক। • একাডেমিক শিক্ষায় তুখোড় হোক। •
              প্রযুক্তি ও ভাষায় দক্ষ হোক। • সমাজের জন্য রহমত ও আদর্শ হিসেবে গড়ে
              উঠুক। আমরা কেবল পড়ালেখা করাই না, আমরা আগামীর নেতৃত্ব তৈরি করি।
            </h5>
          </div>
        </div>
      </div>
    </div>
  );
}
